/**/
"Cancel" = "Annulla";
/**/
"Delete" = "Elimina";
/**/
"Open" = "Apri";
/**/
"Edit" = "Modifica";
/**/
"Yes" = "Sì";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Applica geometria";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Cancella geometria";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Elimina vertice";
/*Geometry Edit Action Name*/
"Insert Part" = "Inserisci parte";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Inserisci vertice";
/*Geometry Edit Action Name*/
"Move Vertex" = "Sposta vertice";
/*Geometry Edit Action Name*/
"Remove Part" = "Rimuovi parte";

/*Collecting attachments*/
"Add" = "Aggiungi";
/*Collecting attachments*/
"Take Photo or Video" = "Acquisisci foto o video";
/*Collecting attachments*/
"Choose From Library" = "Scegli da Raccolta";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Salva nella Raccolta foto";
/*Collecting attachments*/
"Download" = "Scarica";

/*Date attribute*/
"Today" = "Oggi";

/**/
"Attachments" = "Allegati";
"Attributes" = "Attributi";

/**/
"Open in Safari" = "Apri in Safari";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Inserire un numero compreso tra %i e %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "Inserire un numero compreso tra %f e %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "Troppi caratteri (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Valore al di fuori dell'intervallo consentito.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Tipo di campo non supportato";

/**/
"%d of %d" = "%d di %d";

/**/
"Changing Feature Type" = "Modifica tipo di feature";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Si sta modificando il tipo di feature e ciò potrebbe sovrascrivere alcuni valori di campi. Continuare?";

/**/
"Data for pie chart is invalid" = "I dati per il grafico a torta non sono validi";
"No data to create a pie chart" = "Non sono disponibili dati per creare un grafico a torta";

/**/
"Created by %@ seconds ago" = "Creato da %@ qualche secondo fa";

/**/
"Created by %@ a minute ago" = "Creato da %@ un minuto fa";

/**/
"Edited by %@ seconds ago" = "Modificato da %@ qualche secondo fa";

/**/
"Edited by %@ a minute ago" = "Modificato da %@ un minuto fa";

/**/
"Created seconds ago" = "Creato qualche secondo fa";

/**/
"Created a minute ago" = "Creato un minuto fa";

/**/
"Edited seconds ago" = "Modificato qualche secondo fa";

/**/
"Edited a minute ago" = "Modificato un minuto fa";

/**/
"Created by %@ %d minutes ago" = "Creato da %@ %d minuti fa";

/**/
"Created by %@ an hour ago" = "Creato da %@ un'ora fa";

/**/
"Created by %@ %d hours ago" = "Creato da %@ %d ore fa";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Creato da %@ il giorno %@ alle ore %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Creato da %@ il giorno %@ alle ore %@";

/**/
"Edited by %@ %d minutes ago" = "Modificato da %@ %d minuti fa";

/**/
"Edited by %@ an hour ago" = "Modificato da %@ un'ora fa";

/**/
"Edited by %@ %d hours ago" = "Modificato da %@ %d ore fa";

/**/
"Edited by %@ on %@ at %@ - day" = "Modificato da %@ il giorno %@ alle ore %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Modificato da %@ il giorno %@ alle ore %@";

/**/
"Created by %@" = "Creato da %@";

/**/
"Edited by %@" = "Modificato da %@";

/**/
"Created %d minutes ago" = "Creato %d minuti fa";

/**/
"Created an hour ago" = "Creato un'ora fa";

/**/
"Created %d hours ago" = "Creato %d ore fa";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Creato il giorno %@ alle ore %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Creato il giorno %@ alle ore %@";

/**/
"Edited %d minutes ago" = "Modificato %d minuti fa";

/**/
"Edited an hour ago" = "Modificato un'ora fa";

/**/
"Edited %d hours ago" = "Modificato %d ore fa";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Modificato il giorno %@ alle ore %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Modificato il giorno %@ alle ore %@";

/* Used to denote a required field */
"Required" = "Obbligatorio";

/* Used for naming layers with no names */
"Layer %d" = "Layer %d";